{
	"hello": "Hello, i am",
	"intro": "Welcome to my page. Here you will learn more about myself, my past work experiences and my school career. You can also get in touch with me if you want to collaborate",
	"catchphrase": "I look forward to working with you !",
	"aboutmelink": "More about me",
	"frameworks": "Frameworks & Languages i am using",
	"frameworksdesc": "I have worked with these frameworks, there are more to discover under the Projects section",
	"experiences": "My working experiences",
	"devunit": "Lead Developer",
	"sdl": "QA Tester",
	"mc": "IT Support Technician",
	"yourcompany": "Your Company",
	"yourcompanydesc": "If you wish",
	"projects": "Projects",
	"projectsdesc": "Some projects that i have worked on, in order to apply what i have learned",
	"transcendence1": "The last project of the 42 School's common core, it's also the biggest project i have ever been working on.",
	"transcendence2": "The goal is to reproduce the classic game from the 70's : Pong. The application has to handle multiplayer, user interfaces, a live chat and more...",
	"transcendence3": "It's a pretty huge project that covers many aspects of an application building, from designing, container monitoring, to app security and user management.",
	"justcook1" : "My first ever project made with VueJS",
	"justcook2" : "It contains a client side and a server. This app will let you create and read cooking recipes, it also has a (very basic) authentication module and a database",
	"as1": "Another project made with VueJS and Electron.",
	"as2": "It's a Windows desktop app that makes you choose whenever you want your PC to shutdown.",
	"as3": "There is also a 'Download Mode' which shuts down the PC when a download is over.",
	"solong1": "42 School's game project.",
	"solong2": "The game is written in C with the 'MiniLibX' external library.",
	"solong3": "The goal is to pick up all of the objects on the floor to be able to complete the map.",
	"solong4": "This project introduces to recursive functions, in order to create a pathfinder algorithm. Since you can modify the maps, one side goal is to make sure if the map is playable before even launching the program.",
	"irc1": "A Project written in C++ in order to apply the previous learned courses at 42 School",
	"irc2": "The goal is to make an IRC server, based on the various RFC implementations.",
	"irc3": "Users can connect to the server, enter or create channels, moderate them etc..",
	"minishell1": "A key project of the 42 School's common core.",
	"minishell2": "The goal is to write a program that will take and execute commands, just like the real shell, which means it should handle errors, pipes, heredocs and more.",
	"minishell3": "This project makes you learn about advanced concepts, like command parsing, complex structure builds, signals, forks, processes...",
	"cub3d1": "42 School's game project",
	"cub3d2": "The goal of this C program is to make a 3D space where you can move and rotate your camera, with the help of the MiniLibX external library.",
	"cub3d3": "This project is all about learning 'Raycasting', a method used mostly a while ago by some game developers in order to make 3D spaces from 2D coordinates, thanks to mathematics !",
	"cub3d4": "There also is a part where we have to parse arguments, in order to create playable maps.",
	"githublink": "View on github",
	"contact": "Contact me",
	"linkedin": "LinkedIn Profile",
	"cv": "My resume",
	"aboutme": "about me",
	"aboutmeintro": "I am 28 years old and i am currently studying at 42 School, i would love to specialize on cloud computing.",
	"aboutmeintro2": "I am currently preparing a professionnal title called:",
	"rncp":"Expert in computer architecture",
	"aboutmeintro3": "My goal is to find an internship in order to validate the title at 42 School.",
	"assessfirst": "is a website developed for HR and recrutiers in order to establish a persona of the job's candidates based on their motivation, personality and mind.",
	"assessfirst2": "You may find my tests results below if you want to know more about my working self (results are only in french).",
	"personality": "Personality",
	"retour": "Go back"
}