{
	"hello": "Bonjour, je suis",
	"intro": "Bienvenue sur ma page. Ici vous pourrez en apprendre un peu plus sur moi ainsi que sur mes expériences professionnelles, mes projets personnels et mon parcours scolaire. Vous aurez également la possibilité de me contacter si vous souhaitez collaborer avec moi.",
	"catchphrase": "Hâte de pouvoir travailler avec vous !",
	"aboutmelink": "En savoir plus sur moi",
	"frameworks": "Les technos que j'utilise",
	"frameworksdesc": "Je travaille avec ces technos, il y en a d'autres que vous pourrez découvrir dans la section Projets & Réalisations",
	"experiences": "Mes expériences professionnelles",
	"devunit": "Lead Développeur",
	"sdl": "Testeur QA",
	"mc": "Technicien de proximité",
	"yourcompany": "Votre Société",
	"yourcompanydesc": "Si vous le souhaitez",
	"projects": "Projets & Réalisations",
	"projectsdesc": "Quelques projets effectués afin de mettre en pratique mon apprentissage des différentes technologies et langages",
	"transcendence1": "Le dernier projet du tronc commun de l'École 42 et le plus gros projet sur lequel j'ai pu travailler.",
	"transcendence2": "Le but est de reproduire le jeu culte des années 70 : Pong. Le tout en ligne avec une interface de connexion, un système de chat en direct, et bien d'autres aspects..",
	"transcendence3": "C'est un projet de grande envergure qui couvre beaucoup de notions, allant du design au monitoring des services et des conteneurs, en passant par la sécurité de l'application web et la gestion de ses utilisateurs.",
	"justcook1" : "Mon premier projet en autonomie fait avec le framework Vue JS.",
	"justcook2" : "Il comprend un client et un serveur. Ce projet d'application web permet de créer et visionner des recettes de cuisine, il contient également un module d'authentification (très basique) ainsi qu'une base de données.",
	"as1": "Un autre projet fait avec Vue JS et Electron.",
	"as2": "C'est une application pour Windows vous permettant de programmer un temps pour éteindre votre PC.",
	"as3": "Il y a également un mode 'Download' qui vous permet d'éteindre le PC une fois un téléchargement spécifique terminé.",
	"solong1": "Projet de jeu en 2D de l'École 42.",
	"solong2": "Le jeu est écrit en langage C avec l'aide d'une librairie externe (MiniLibX).",
	"solong3": "Le but du jeu est de récupérer les différents objets sur la carte afin de pouvoir sortir et gagner la partie.",
	"solong4": "Ce projet fait notamment découvrir des notions de code tels que la récursivité à des fins de pathfinding. Les utilisateurs pouvant créer leur propres cartes, le réel but est de savoir si la carte est jouable avant même de lancer la partie.",
	"irc1": "Projet écrit en C++ afin d'en appliquer les notions apprises précédemment dans le cursus de l'École 42.",
	"irc2": "Le but du projet est de créer un serveur IRC qui suit les bases d'implémentation des différents RFC.",
	"irc3": "Les utilisateurs peuvent se connecter au serveur, entrer dans des salons ou en créer ainsi que les modérer.",
	"minishell1": "Un projet clé de l'École 42.",
	"minishell2": "Le but du projet est de créer un mini interpréteur de commandes shell, qui imite le comportement du shell classique en exécutant les commandes entrées par l'utilisateur, retournant des erreurs, gérant les pipes, les heredoc et d'autres comportements.",
	"minishell3": "On y apprend des notions de conception avancées telles que le parsing, les structures de données complexes, les signaux, le forking, les processus etc...",
	"cub3d1": "Projet de jeu en 3D de l'École 42.",
	"cub3d2": "Le but du projet est de créer un espace en 3D en langage C avec l'aide d'une librairie externe (MiniLibX) où le joueur peut se déplacer librement. Tout en gérant les collisions.",
	"cub3d3": "La particularité de ce projet est de comprendre le 'Raycasting', un procédé utilisé dans d'anciens jeux (tels que Wolfenstein 3D) afin de créer un effet de 3D avec de la 2D, tout ça grâce aux maths !",
	"cub3d4": "Il y a également une partie sur le parsing de fichiers, afin de créer des cartes valides et jouables.",
	"githublink": "Voir sur github",
	"contact": "Me contacter",
	"linkedin": "Profil LinkedIn",
	"cv": "Mon cv",
	"aboutme": "À propos de moi",
	"aboutmeintro": "J'ai 28 ans et je suis actuellement étudiant à l'École 42, j'aimerais me spécialiser dans les pratiques de cloud computing.",
	"aboutmeintro2": "Je prépare le titre RNCP de niveau 7:",
	"rncp":"Expert en architecture informatique",
	"aboutmeintro3": "Mon objectif actuel est de trouver un stage afin de valider les expériences professionnelles requises à l'École 42.",
	"assessfirst": "est un site adapté aux recruteurs & RH afin d'établir un portrait des candidats basé sur leur motivation, personnalité et leur réflexion.",
	"assessfirst2": "Vous trouverez mes résultats ci-après afin d'en savoir plus sur ma personnalité au travail.",
	"personality": "Personnalité",
	"retour": "Retour"
}